Merge pull request #3 from MantombiM/feature/dev-web-tier-assessment
Update syntax and formatting
